tap "buo/cask-upgrade"
tap "homebrew/bundle" tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bat"
brew "openssl"
brew "readline"
brew "xz"
brew "python"
brew "black"
brew "coreutils"
brew "cpanminus"
brew "ctop"
brew "diffutils"
brew "ed"
brew "gnutls"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "gnu-indent"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "go"
brew "gopass"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "handbrake", link: false
brew "htop"
brew "httpie"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "less"
brew "lft"
brew "libuv"
brew "lz4"
brew "make"
brew "mas"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "zlib"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "p7zip"
brew "perl"
brew "postgresql"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "smartmontools"
brew "speedtest-cli"
brew "sshrc"
brew "sshuttle"
brew "switchaudio-osx"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "unrar"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yadm"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "android-file-transfer"
cask "balenaetcher"
cask "bitbar"
cask "calibre"
cask "contexts"
cask "deluge"
cask "docker"
cask "dozer"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-fontawesome"
cask "gpg-suite"
cask "handbrake"
cask "iterm2"
cask "karabiner-elements"
cask "little-snitch"
cask "micro-snitch"
cask "spotify"
cask "transmission"
cask "tunnelblick"
cask "vlc"
cask "whichspace"
mas "1Password", id: 443987910
mas "Airmail", id: 918858936
mas "All-in-One Messenger", id: 1456462087
mas "EasyRes", id: 688211836
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
