tap "capicuadev/sshpass"
tap "epk/epk"
tap "felixkratz/formulae"
tap "homebrew/cask"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "mac-cleanup/mac-cleanup-py"
tap "sikarugir-app/sikarugir"
tap "slp/krun"
brew "aom"
brew "bash"
brew "openssl@3"
brew "boost-python3"
brew "btop"
brew "cmake"
brew "container"
brew "ctop"
brew "deno"
brew "duf"
brew "espeak-ng"
brew "exiftool"
brew "sdl2"
brew "ffmpeg"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg@4"
brew "fzf"
brew "gcc"
brew "gdu"
brew "git"
brew "gnu-tar"
brew "gradle"
brew "jpeg-xl"
brew "libheif"
brew "graphicsmagick"
brew "htop"
brew "iat"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lft"
brew "lftp"
brew "libplacebo"
brew "librsvg"
brew "lua"
brew "make"
brew "mas"
brew "mole"
brew "protobuf"
brew "mosh"
brew "mpc"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "pkgconf"
brew "nodenv"
brew "nvm"
brew "openblas"
brew "parallel"
brew "podman"
brew "podman-compose"
brew "progress"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tcl-tk"
brew "python-tk@3.14"
brew "python@3.10"
brew "python@3.12"
brew "qemu"
brew "rename"
brew "rom-tools"
brew "rsync"
brew "rust"
brew "shellcheck"
brew "sshuttle"
brew "telnet"
brew "uv"
brew "watch"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "slp/krun/krunkit"
cask "alacritty"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio-preview@canary"
cask "balenaetcher"
cask "calibre"
cask "discord"
cask "dropbox"
cask "ferdium"
cask "finetune"
cask "firefox@developer-edition"
cask "font-sf-mono"
cask "epk/epk/font-sf-mono-nerd-font"
cask "font-sf-pro"
cask "fork"
cask "google-chrome"
cask "gpg-suite"
cask "gstreamer-runtime"
cask "handbrake-app"
cask "hiddenbar"
cask "hwsensors"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "libreoffice"
cask "lm-studio"
cask "macfuse"
cask "macs-fan-control"
cask "monitorcontrol"
cask "openmtp"
cask "osaurus"
cask "podman-desktop"
cask "sf-symbols"
cask "shuttle"
cask "sikarugir-app/sikarugir/sikarugir"
cask "steam"
cask "steamcmd"
cask "syncthing-app"
cask "teamviewer"
cask "temurin"
cask "transmission"
cask "tunnelblick"
cask "upscayl"
cask "utm"
cask "veracrypt"
cask "vlc"
cask "xquartz"
cask "zalo"
cask "zed"
mas "Amphetamine", id: 937984704
mas "CrystalFetch", id: 6454431289
mas "EasyRes", id: 688211836
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 310633997
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
